name: "hps_tf_triton"
platform: "tensorflow_savedmodel"
max_batch_size:1024
input [
  {
    name: "input_6"
    data_type: TYPE_INT64
    dims: [5]
  },
  {
    name: "input_7"
    data_type: TYPE_FP32
    dims: [10]
  }
]
output [
  {
    name: "output_1"
    data_type: TYPE_FP32
    dims: [1]
  }
]
version_policy: {
        specific:{versions: 2}
},
instance_group [
  {
    count: 1
    kind : KIND_GPU
    gpus: [0]
  }
]